proj-xcode/PowerAuth2IntegrationTests/PowerAuthServerSOAP/SoapRequests.bundle/UnblockActivation.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
   $HDR
   <soapenv:Body>
      <pow:UnblockActivationRequest>
         <pow:activationId>$1</pow:activationId>
      </pow:UnblockActivationRequest>
   </soapenv:Body>
</soapenv:Envelope>
